-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3307
-- Время создания: Авг 05 2017 г., 11:42
-- Версия сервера: 5.5.53
-- Версия PHP: 7.1.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `Purchase`
--

-- --------------------------------------------------------

--
-- Структура таблицы `clients`
--

CREATE TABLE `clients` (
  `client_id` int(11) NOT NULL,
  `email` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `phone` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `clients`
--

INSERT INTO `clients` (`client_id`, `email`, `name`, `phone`) VALUES
(1, 'pompadur1979@yandex.ru', 'Помпадур', '+7 (917) 569 31 35'),
(2, 'mdasha1979@yandex.ru', 'Дарья', '+7 (917) 569 31 35'),
(3, 'mglasha1979@yandex.ru', 'Глафира', '+7 (917) 569 31 35'),
(5, 'pompadura1979@yandex.ru', 'Помадура', '+7 (917) 569 31 35'),
(6, 'karkusha1979@yandex.ru', 'Марфуша', '+7 (917) 569 31 35'),
(7, 'marfusha1979@yandex.ru', 'Марфуша', '+7 (917) 569 31 35'),
(8, 'parasha@yandex.ru', 'Дарья', '+7 (917) 569 31 35'),
(9, 'mdasha1979@yandex.r', 'Дарья', '+7 (917) 569 31 35'),
(10, 'krf@yandex.ru', 'Глафира Петровна', '24653258'),
(11, 'прварвп', 'чапвраврп', 'праврпвар'),
(12, 'имси', 'чсмч', 'счмсчми'),
(13, 'dashulya@', 'Клуша Марфушечная', '+7 (917) 569 31 35'),
(14, 'marfusha@yandex.ru', 'Марфуша Петровна', '+7 (917) 569 31 35'),
(15, 'asd@asd.ru', 'Дарья', '+7 (917) 569 31 35'),
(16, 'ds@bergab.ru', 'Дарья', '+7 (917) 569 31 35');

-- --------------------------------------------------------

--
-- Структура таблицы `orders`
--

CREATE TABLE `orders` (
  `order_id` int(11) NOT NULL,
  `client_id` int(11) NOT NULL,
  `address` varchar(255) NOT NULL,
  `comment` varchar(255) NOT NULL,
  `payment` varchar(10) NOT NULL,
  `card` varchar(10) NOT NULL,
  `recall` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `orders`
--

INSERT INTO `orders` (`order_id`, `client_id`, `address`, `comment`, `payment`, `card`, `recall`) VALUES
(1, 2, 'Маршала Захарова ,145 ,2 ,186 ,5', '', '0', '', '0'),
(2, 3, 'Кантемировская ,148 ,4 ,326 ,12', '', '0', '', '0'),
(3, 3, 'Кантемировская ,148 ,4 ,326 ,12', '', '0', '', '0'),
(4, 2, 'Маршала Захарова ,45 ,3 ,185 ,6', '', '0', '', '0'),
(5, 2, ' , , , ,', '', '0', '', '0'),
(6, 2, ' , , , ,', '', '0', '', '0'),
(7, 2, 'Маршала Захарова , , , ,', '', '0', '', '0'),
(8, 2, ' , , , ,', 'Хочу большой бургер', '0', '', '0'),
(9, 2, ' , , , ,', '', '0', '', '0'),
(10, 2, 'Красноказарменная ,25 ,6 ,29 ,3', 'А гамбургеры еще есть?', '0', '', '0'),
(11, 2, 'Красноказарменная ,25 ,6 ,29 ,3', 'А гамбургеры еще есть?', '0', '', '0'),
(12, 0, ' , , , ,', '', '0', '', '0'),
(13, 0, ' , , , ,', '', '0', '', '0'),
(14, 0, ' , , , ,', '', '0', '', '0'),
(15, 0, ' , , , ,', '', '0', '', '0'),
(16, 0, ' , , , ,', '', 'on', '', '0'),
(17, 0, ' , , , ,', '', 'on', '', '0'),
(18, 0, ' , , , ,', '', '', '', '0'),
(19, 0, ' , , , ,', '', '', '', '0'),
(20, 0, ' , , , ,', '', 'on', '', '0'),
(21, 0, ' , , , ,', '', 'on', '', '0'),
(22, 0, ' , , , ,', '', '', '', '0'),
(23, 0, ' , , , ,', '', 'on', 'on', '0'),
(24, 0, ' , , , ,', '', '', '', '0'),
(25, 0, ' , , , ,', '', '', '', '0'),
(26, 0, ' , , , ,', '', '', '', '0'),
(27, 0, ' , , , ,', '', '', '', '0'),
(28, 0, ' , , , ,', '', '', '', 'on'),
(29, 2, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(30, 9, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(31, 2, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(32, 2, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(33, 2, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(34, 2, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(35, 2, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(36, 2, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(37, 2, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(38, 3, 'Болотная ,43 ,2 ,189 ,3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(39, 3, 'Улица Болотная , дом 43 , корпус 2 , квартира 189 , этаж 3', 'Хочу много-много бургеров!!!!', 'on', 'on', 'on'),
(40, 3, 'Улица Красного Маяка , дом 36 , корпус 2 , квартира 125 , этаж 3', 'Хочу миллион бургеров', 'on', 'on', 'on'),
(41, 10, 'Улица Карла Маркса , дом 34 , корпус 2 , квартира 123 , этаж 4', 'Хочу чизбургер. И сыра побольще', 'on', '', 'on'),
(42, 2, 'Улица Красного Маяка , дом 562 , корпус 3 , квартира 5 , этаж 25', 'Проверка ', '', '', 'on'),
(43, 2, 'Улица ывпвып , дом вапыар , корпус ыврыа , квартира рырапр , этаж ырпара', 'ыварпаыпрпв', '', '', 'on'),
(44, 2, 'Улица Карла Маркса , дом 25 , корпус 65 , квартира 125 , этаж 325', '', '', '', 'on'),
(45, 2, 'Улица впврпар , дом врар , корпус апра , квартира рпар , этаж вапр', 'авпрп', '', '', 'on'),
(46, 2, 'Улица венопо , дом оррп , корпус ооап , квартира орпоп , этаж арорао', 'ропао', '', '', 'on'),
(47, 11, 'Улица рпврвап , дом вррп , корпус рар , квартира рапар , этаж рпар', 'рапрпароавп', '', '', 'on'),
(48, 12, 'Улица мсимси , дом смисми , корпус исич , квартира симис , этаж чисмисми', 'смимичс', '', '', 'on'),
(49, 2, 'Улица авппарвварп , дом раврапр , корпус апрапр , квартира рвапр , этаж пврпварп', 'првпрварп', '', '', 'on'),
(50, 2, 'Улица gfdgsdfg , дом sghgf , корпус hsghgf , квартира hfdhdgf , этаж gf', 'hghfg', '', '', 'on'),
(51, 2, 'Улица gfdgsdfg , дом sghgf , корпус hsghgf , квартира hfdhdgf , этаж gf', 'hghfg', '', '', 'on'),
(52, 2, 'Улица Rfgsdfgfd , дом sdgfg , корпус sfdgsdfg , квартира dsfgsd , этаж fdgsdgf', 'dsfgs', '', '', 'on'),
(53, 2, 'Улица sfgsdfhgf , дом dfhgfh , корпус fghf , квартира fhh , этаж fgh', 'gfhdf', '', '', 'on'),
(54, 2, 'Улица fgsfdg , дом dgs , корпус gffd , квартира gdggd , этаж dfgd', 'dfgsdfgs', '', '', 'on'),
(55, 2, 'Улица sdgfdgdfgd , дом dgdfgds , корпус dfgdfgs , квартира fdgdsg , этаж dfgdfsg', 'dfgdfs', '', '', 'on'),
(56, 2, 'Улица  , дом  , корпус  , квартира  , этаж ', '', '', '', 'on'),
(57, 2, 'Улица  , дом  , корпус  , квартира  , этаж ', '', '', '', 'on'),
(58, 2, 'Улица  , дом  , корпус  , квартира  , этаж ', '', '', '', 'on'),
(59, 2, 'Улица  , дом  , корпус  , квартира  , этаж ', '', '', '', 'on'),
(60, 2, 'Улица  , дом  , корпус  , квартира  , этаж ', '', '', '', 'on'),
(61, 2, 'Улица  , дом  , корпус  , квартира  , этаж ', '', '', '', 'on'),
(62, 2, 'Улица Карловича , дом 23 , корпус 4 , квартира 125 , этаж 4', 'Хочу чизбургер', 'on', '', 'on'),
(63, 2, 'Улица ывавп , дом впаыа , корпус выапп , квартира авапваы , этаж вапав', 'авыв', '', '', 'on'),
(64, 2, 'Улица апвапы , дом авыпы , корпус ыпавп , квартира авп , этаж вврапа', 'парвав', '', '', 'on'),
(65, 13, 'Улица Карла Маркса , дом 125 , корпус 2 , квартира 236 , этаж 5', 'Хочу чизбургище!!!', 'on', 'on', 'on'),
(66, 13, 'Улица Карла Маркса , дом 125 , корпус 2 , квартира 236 , этаж 5', 'Хочу чизбургище!!!', 'on', 'on', 'on'),
(67, 13, 'Улица Карла Маркса , дом 125 , корпус 2 , квартира 236 , этаж 5', 'Хочу чизбургище!!!', 'on', 'on', 'on'),
(68, 14, 'Улица Красного сезона , дом 2 , корпус 3 , квартира 43 , этаж 4', 'Привет', 'on', 'on', 'on'),
(69, 15, 'Улица Карла Крузинштерна , дом 25 , корпус 2 , квартира 125 , этаж ', '', '', '', 'on'),
(70, 15, 'Улица Карла Крузинштерна , дом 25 , корпус 2 , квартира 125 , этаж ', '', '', '', 'on'),
(71, 15, 'Улица Карла Крузинштерна , дом 25 , корпус 2 , квартира 125 , этаж ', '', '', '', 'on'),
(72, 15, 'Улица Карла Крузинштерна , дом 25 , корпус 2 , квартира 125 , этаж ', '', '', '', 'on'),
(73, 15, 'Улица Карла Крузинштерна , дом 25 , корпус 2 , квартира 125 , этаж ', '', '', '', 'on'),
(74, 2, 'Улица  , дом  , корпус  , квартира  , этаж ', '', '', '', 'on'),
(75, 2, 'Улица Маршала Катукова , дом 2 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(76, 2, 'Улица впваып , дом паывпв , корпус  , квартира  , этаж ', '', '', '', 'on'),
(77, 2, 'Улица ывава , дом ыаываф , корпус  , квартира  , этаж ', '', '', '', 'on'),
(78, 2, 'Улица ывава , дом ыаываф , корпус  , квартира  , этаж ', '', '', '', 'on'),
(79, 2, 'Улица Красного колпака , дом 25 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(80, 2, 'Улица Красного колпака , дом 25 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(81, 2, 'Улица Красного колпака , дом 25 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(82, 2, 'Улица Красного колпака , дом 25 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(83, 2, 'Улица Карлсона , дом 25 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(84, 2, 'Улица Красного колпака , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(85, 2, 'Улица Красного дурака , дом 56 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(86, 2, 'Улица Колбасника , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(87, 2, 'Улица Колпакова , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(88, 16, 'Улица фывавапыв , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(89, 2, 'Улица Красненького , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(90, 2, 'Улица Красненького , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(91, 2, 'Улица Красненького , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(92, 2, 'Улица Красненького , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(93, 2, 'Улица Красненького , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(94, 2, 'Улица Красненького , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(95, 2, 'Улица Зелененького , дом 23 , корпус  , квартира  , этаж ', '', '', '', ''),
(96, 2, 'Улица Зелененького , дом 23 , корпус  , квартира  , этаж ', '', '', '', 'on'),
(97, 2, 'Улица Зелененького , дом 23 , корпус  , квартира  , этаж ', '', 'on', '', 'on'),
(98, 2, 'Улица Зелененького , дом 23 , корпус  , квартира  , этаж ', '', 'on', 'on', 'on'),
(99, 2, 'Улица Зелененького , дом 23 , корпус  , квартира  , этаж ', 'Комментарии', 'on', 'on', 'on'),
(100, 2, 'Улица ввапфв , дом 23 , корпус  , квартира  , этаж ', '', '', '', ''),
(101, 2, 'Улица вафвыа , дом 23 , корпус  , квартира  , этаж ', '', '', '', ''),
(102, 2, 'Улица Колбасника , дом 23 , корпус  , квартира  , этаж ', '', '', '', '');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `clients`
--
ALTER TABLE `clients`
  ADD PRIMARY KEY (`client_id`);

--
-- Индексы таблицы `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`order_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `clients`
--
ALTER TABLE `clients`
  MODIFY `client_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT для таблицы `orders`
--
ALTER TABLE `orders`
  MODIFY `order_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=103;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
